#language: ru

Функционал: Тестирование ипотечного калькулятора

@success
Сценарий: Тест для Сбербанка
    * Открыть сайт "Сбербанк для физических лиц"
#    * В верхнем меню навестись на "Ипотека" - дождаться открытия выпдающего меню и выбрать "Ипотека на готовое жильё"
#    * Перейти к калькулятору
#    * Заполнить полe "Стоимость недвижмости" - 5 180 000 ₽
#    * Заполнить полe "Первоначальнй взнос" - 3 058 000 ₽
#    * Заполнить полe "Срок кредита" - 30 лет
#    * Снять галочкку - "Eсть зарплатная карта сбербанка"
#    * Дождаться появляения "Есть возможность подтвержить доход справкой"
#    * Поставить галочку "Молодая семья"
#    * Проверить значение поля - Сумма кредита 2 122 000 ₽
#    * Проверить значение поля - Ежемесячный платеж 17 998 ₽
#    * Проверить значение поля - Необходимый доход 29 997 ₽
#    * Проверить значение поля - Процентная ставка 11% - тут ошибка